{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 1-RULES OF CONSTRUCTION!@!Sec. 1", "text": "In determining the meaning of any Act of Congress, unless the context indicates otherwise—\r\nwords importing the singular include and apply to several persons, parties, or things;\r\nwords importing the plural include the singular;\r\nwords importing the masculine gender include the feminine as well;\r\nwords used in the present tense include the future as well as the present;\r\nthe words \"insane\" and \"insane person\" shall include every idiot, insane person, and person non compos mentis;\r\nthe words \"person\" and \"whoever\" include corporations, companies, associations, firms, partnerships, societies, and joint stock companies, as well as individuals;\r\n\"officer\" includes any person authorized by law to perform the duties of the office;\r\n\"signature\" or \"subscription\" includes a mark when the person making the same intended it as such;\r\n\"oath\" includes affirmation, and \"sworn\" includes affirmed;\r\n\"writing\" includes printing and typewriting and reproductions of visual symbols by photographing, multigraphing, mimeographing, manifolding, or otherwise.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 1-RULES OF CONSTRUCTION!@!Sec. 2", "text": "The word \"county\" includes a parish, or any other equivalent subdivision of a State or Territory of the United States.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 1-RULES OF CONSTRUCTION!@!Sec. 3", "text": "The word \"vessel\" includes every description of watercraft or other artificial contrivance used, or capable of being used, as a means of transportation on water.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 1-RULES OF CONSTRUCTION!@!Sec. 4", "text": "The word \"vehicle\" includes every description of carriage or other artificial contrivance used, or capable of being used, as a means of transportation on land.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 1-RULES OF CONSTRUCTION!@!Sec. 5", "text": "The word \"company\" or \"association\", when used in reference to a corporation, shall be deemed to embrace the words \"successors and assigns of such company or association\", in like manner as if these last-named words, or words of similar import, were expressed.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 1-RULES OF CONSTRUCTION!@!Sec. 6", "text": "Wherever, in the statutes of the United States or in the rulings, regulations, or interpretations of various administrative bureaus and agencies of the United States there appears or may appear the term \"products of American fisheries\" said term shall not include fresh or frozen fish fillets, fresh or frozen fish steaks, or fresh or frozen slices of fish substantially free of bone (including any of the foregoing divided into sections), produced in a foreign country or its territorial waters, in whole or in part with the use of the labor of persons who are not residents of the United States.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 1-RULES OF CONSTRUCTION!@!Sec. 7", "text": "In determining the meaning of any Act of Congress, or of any ruling, regulation, or interpretation of the various administrative bureaus and agencies of the United States, the word \"marriage\" means only a legal union between one man and one woman as husband and wife, and the word \"spouse\" refers only to a person of the opposite sex who is a husband or a wife.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 1-RULES OF CONSTRUCTION!@!Sec. 8", "text": "(a) In determining the meaning of any Act of Congress, or of any ruling, regulation, or interpretation of the various administrative bureaus and agencies of the United States, the words \"person\", \"human being\", \"child\", and \"individual\", shall include every infant member of the species homo sapiens who is born alive at any stage of development.\r\n(b) As used in this section, the term \"born alive\", with respect to a member of the species homo sapiens, means the complete expulsion or extraction from his or her mother of that member, at any stage of development, who after such expulsion or extraction breathes or has a beating heart, pulsation of the umbilical cord, or definite movement of voluntary muscles, regardless of whether the umbilical cord has been cut, and regardless of whether the expulsion or extraction occurs as a result of natural or induced labor, cesarean section, or induced abortion.\r\n(c) Nothing in this section shall be construed to affirm, deny, expand, or contract any legal status or legal right applicable to any member of the species homo sapiens at any point prior to being \"born alive\" as defined in this section.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 101", "text": "The enacting clause of all Acts of Congress shall be in the following form: \"Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled.\"\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 102", "text": "The resolving clause of all joint resolutions shall be in the following form: \"Resolved by the Senate and House of Representatives of the United States of America in Congress assembled.\"\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 103", "text": "No enacting or resolving words shall be used in any section of an Act or resolution of Congress except in the first.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 104", "text": "Each section shall be numbered, and shall contain, as nearly as may be, a single proposition of enactment.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 105", "text": "The style and title of all Acts making appropriations for the support of Government shall be as follows: \"An Act making appropriations (here insert the object) for the year ending September 30 (here insert the calendar year).\"\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 106", "text": "Every bill or joint resolution in each House of Congress shall, when such bill or resolution passes either House, be printed, and such printed copy shall be called the engrossed bill or resolution as the case may be. Said engrossed bill or resolution shall be signed by the Clerk of the House or the Secretary of the Senate, and shall be sent to the other House, and in that form shall be dealt with by that House and its officers, and, if passed, returned signed by said Clerk or Secretary. When such bill, or joint resolution shall have passed both Houses, it shall be printed and shall then be called the enrolled bill, or joint resolution, as the case may be, and shall be signed by the presiding officers of both Houses and sent to the President of the United States. During the last six days of a session such engrossing and enrolling of bills and joint resolutions may be done otherwise than as above prescribed, upon the order of Congress by concurrent resolution.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 106a", "text": "Whenever a bill, order, resolution, or vote of the Senate and House of Representatives, having been approved by the President, or not having been returned by him with his objections, becomes a law or takes effect, it shall forthwith be received by the Archivist of the United States from the President; and whenever a bill, order, resolution, or vote is returned by the President with his objections, and, on being reconsidered, is agreed to be passed, and is approved by two-thirds of both Houses of Congress, and thereby becomes a law or takes effect, it shall be received by the Archivist of the United States from the President of the Senate, or Speaker of the House of Representatives in whichsoever House it shall last have been so approved, and he shall carefully preserve the originals.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 106b", "text": "Whenever official notice is received at the National Archives and Records Administration that any amendment proposed to the Constitution of the United States has been adopted, according to the provisions of the Constitution, the Archivist of the United States shall forthwith cause the amendment to be published, with his certificate, specifying the States by which the same may have been adopted, and that the same has become valid, to all intents and purposes, as a part of the Constitution of the United States.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 107", "text": "Enrolled bills and resolutions of either House of Congress shall be printed on parchment or paper of suitable quality as shall be determined by the Joint Committee on Printing.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 108", "text": "Whenever an Act is repealed, which repealed a former Act, such former Act shall not thereby be revived, unless it shall be expressly so provided.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 109", "text": "The repeal of any statute shall not have the effect to release or extinguish any penalty, forfeiture, or liability incurred under such statute, unless the repealing Act shall so expressly provide, and such statute shall be treated as still remaining in force for the purpose of sustaining any proper action or prosecution for the enforcement of such penalty, forfeiture, or liability. The expiration of a temporary statute shall not have the effect to release or extinguish any penalty, forfeiture, or liability incurred under such statute, unless the temporary statute shall so expressly provide, and such statute shall be treated as still remaining in force for the purpose of sustaining any proper action or prosecution for the enforcement of such penalty, forfeiture, or liability.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 110", "text": "All acts of limitation, whether applicable to civil causes and proceedings, or to the prosecution of offenses, or for the recovery of penalties or forfeitures, embraced in the Revised Statutes and covered by the repeal contained therein, shall not be affected thereby, but all suits, proceedings, or prosecutions, whether civil or criminal, for causes arising, or acts done or committed prior to said repeal, may be commenced and prosecuted within the same time as if said repeal had not been made.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 111", "text": "No inference shall be raised by the enactment of the Act of March 3, 1933 (ch. 202, 47 Stat. 1431), that the sections of the Revised Statutes repealed by such Act were in force or effect at the time of such enactment: Provided, however, That any rights or liabilities existing under such repealed sections shall not be affected by their repeal.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 112", "text": "The Archivist of the United States shall cause to be compiled, edited, indexed, and published, the United States Statutes at Large, which shall contain all the laws and concurrent resolutions enacted during each regular session of Congress; all proclamations by the President in the numbered series issued since the date of the adjournment of the regular session of Congress next preceding; and also any amendments to the Constitution of the United States proposed or ratified pursuant to article V thereof since that date, together with the certificate of the Archivist of the United States issued in compliance with the provision contained in section 106b of this title. In the event of an extra session of Congress, the Archivist of the United States shall cause all the laws and concurrent resolutions enacted during said extra session to be consolidated with, and published as part of, the contents of the volume for the next regular session. The United States Statutes at Large shall be legal evidence of laws, concurrent resolutions, treaties, international agreements other than treaties, proclamations by the President, and proposed or ratified amendments to the Constitution of the United States therein contained, in all the courts of the United States, the several States, and the Territories and insular possessions of the United States.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 112a", "text": "(a) The Secretary of State shall cause to be compiled, edited, indexed, and published, beginning as of January 1, 1950, a compilation entitled \"United States Treaties and Other International Agreements,\" which shall contain all treaties to which the United States is a party that have been proclaimed during each calendar year, and all international agreements other than treaties to which the United States is a party that have been signed, proclaimed, or with reference to which any other final formality has been executed, during each calendar year. The said United States Treaties and Other International Agreements shall be legal evidence of the treaties, international agreements other than treaties, and proclamations by the President of such treaties and agreements, therein contained, in all the courts of the United States, the several States, and the Territories and insular possessions of the United States.\r\n(b) The Secretary of State may determine that publication of certain categories of agreements is not required, if the following criteria are met:\r\n(1) such agreements are not treaties which have been brought into force for the United States after having received Senate advice and consent pursuant to section 2(2) of Article II of the Constitution of the United States;\r\n(2) the public interest in such agreements is insufficient to justify their publication, because (A) as of the date of enactment of the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995, the agreements are no longer in force,1 (B) the agreements do not create private rights or duties, or establish standards intended to govern government action in the treatment of private individuals; (C) in view of the limited or specialized nature of the public interest in such agreements, such interest can adequately be satisfied by an alternative means; or (D) the public disclosure of the text of the agreement would, in the opinion of the President, be prejudicial to the national security of the United States; and\r\n(3) copies of such agreements (other than those in paragraph (2)(D)), including certified copies where necessary for litigation or similar purposes, will be made available by the Department of State upon request.\r\n\r\n(c) Any determination pursuant to subsection (b) shall be published in the Federal Register.\r\n(d) The Secretary of State shall make publicly available through the Internet website of the Department of State each treaty or international agreement proposed to be published in the compilation entitled \"United States Treaties and Other International Agreements\" not later than 180 days after the date on which the treaty or agreement enters into force.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 112b", "text": "(a) The Secretary of State shall transmit to the Congress the text of any international agreement (including the text of any oral international agreement, which agreement shall be reduced to writing), other than a treaty, to which the United States is a party as soon as practicable after such agreement has entered into force with respect to the United States but in no event later than sixty days thereafter. However, any such agreement the immediate public disclosure of which would, in the opinion of the President, be prejudicial to the national security of the United States shall not be so transmitted to the Congress but shall be transmitted to the Committee on Foreign Relations of the Senate and the Committee on International Relations of the House of Representatives under an appropriate injunction of secrecy to be removed only upon due notice from the President. Any department or agency of the United States Government which enters into any international agreement on behalf of the United States shall transmit to the Department of State the text of such agreement not later than twenty days after such agreement has been signed.\r\n(b) Not later than March 1, 1979, and at yearly intervals thereafter, the President shall, under his own signature, transmit to the Speaker of the House of Representatives and the chairman of the Committee on Foreign Relations of the Senate a report with respect to each international agreement which, during the preceding year, was transmitted to the Congress after the expiration of the 60-day period referred to in the first sentence of subsection (a), describing fully and completely the reasons for the late transmittal.\r\n(c) Notwithstanding any other provision of law, an international agreement may not be signed or otherwise concluded on behalf of the United States without prior consultation with the Secretary of State. Such consultation may encompass a class of agreements rather than a particular agreement.\r\n(d)(1) The Secretary of State shall annually submit to Congress a report that contains an index of all international agreements, listed by country, date, title, and summary of each such agreement (including a description of the duration of activities under the agreement and the agreement itself), that the United States—\r\n(A) has signed, proclaimed, or with reference to which any other final formality has been executed, or that has been extended or otherwise modified, during the preceding calendar year; and\r\n(B) has not been published, or is not proposed to be published, in the compilation entitled \"United States Treaties and Other International Agreements\".\r\n\r\n(2) The report described in paragraph (1) may be submitted in classified form.\r\n(e)(1) Subject to paragraph (2), the Secretary of State shall determine for and within the executive branch whether an arrangement constitutes an international agreement within the meaning of this section.\r\n(2)(A) An arrangement shall constitute an international agreement within the meaning of this section (other than subsection (c)) irrespective of the duration of activities under the arrangement or the arrangement itself.\r\n(B) Arrangements that constitute an international agreement within the meaning of this section (other than subsection (c)) include the following:\r\n(i) A bilateral or multilateral counterterrorism agreement.\r\n(ii) A bilateral agreement with a country that is subject to a determination under section 6(j)(1)(A) of the Export Administration Act of 1979 (50 U.S.C. App. 2405(j)(1)(A)), section 620A(a) of the Foreign Assistance Act of 1961 (22 U.S.C. 2371(a)), or section 40(d) of the Arms Export Control Act (22 U.S.C. 2780(d)).\r\n\r\n(f) The President shall, through the Secretary of State, promulgate such rules and regulations as may be necessary to carry out this section.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 113", "text": "The edition of the laws and treaties of the United States, published by Little and Brown, and the publications in slip or pamphlet form of the laws of the United States issued under the authority of the Archivist of the United States, and the Treaties and Other International Acts Series issued under the authority of the Secretary of State shall be competent evidence of the several public and private Acts of Congress, and of the treaties, international agreements other than treaties, and proclamations by the President of such treaties and international agreements other than treaties, as the case may be, therein contained, in all the courts of law and equity and of maritime jurisdiction, and in all the tribunals and public offices of the United States, and of the several States, without any further proof or authentication thereof.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 2-ACTS AND RESOLUTIONS; FORMALITIES OF ENACTMENT; REPEALS; SEALING OF INSTRUMENTS!@!Sec. 114", "text": "In all cases where a seal is necessary by law to any commission, process, or other instrument provided for by the laws of Congress, it shall be lawful to affix the proper seal by making an impression therewith directly on the paper to which such seal is necessary; which shall be as valid as if made on wax or other adhesive substance.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 201", "text": "In order to avoid duplication and waste—\r\n(a) Publishing in slip or pamphlet form or in Statutes at Large.—Publication in slip or pamphlet form or in the Statutes at Large of any of the volumes or publications enumerated in sections 202 and 203 of this title, shall, in event of enactment, be dispensed with whenever the Committee on the Judiciary of the House of Representatives so directs the Archivist of the United States;\r\n(b) Curtailing number of copies published.—Curtailment of the number provided by law to be printed and distributed of the volumes or publications enumerated in sections 202 and 203 of this title may be directed by such committee, except that the Director of the Government Publishing Office shall print such numbers as are necessary for depository library distribution and for sale; and\r\n(c) Dispensing with publication of more than one Supplement for each Congress.—Such committee may direct that the printing and distribution of any supplement to the Code of Laws of the United States or to the Code of the District of Columbia be dispensed with entirely, except that there shall be printed and distributed for each Congress at least one supplement to each such code, containing the legislation of such Congress.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 202", "text": "There shall be prepared and published under the supervision of the Committee on the Judiciary of the House of Representatives—\r\n(a) Cumulative Supplements to Code of Laws of United States for each session of Congress.—A supplement for each session of the Congress to the then current edition of the Code of Laws of the United States, cumulatively embracing the legislation of the then current supplement, and correcting errors in such edition and supplement;\r\n(b) Cumulative Supplement to District of Columbia Code for each session of Congress.—A supplement for each session of the Congress to the then current edition of the Code of the District of Columbia, cumulatively embracing the legislation of the then current supplement, and correcting errors in such edition and supplement;\r\n(c) New editions of Codes and Supplements.—New editions of the Code of Laws of the United States and of the Code of the District of Columbia, correcting errors and incorporating the then current supplement. In the case of each code new editions shall not be published oftener than once in each five years. Copies of each such edition shall be distributed in the same manner as provided in the case of supplements to the code of which it is a new edition. Supplements published after any new edition shall not contain the legislation of supplements published before such new edition.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 203", "text": "The Committee on the Judiciary of the House of Representatives is authorized to print bills to codify, revise, and reenact the general and permanent laws relating to the District of Columbia and cumulative supplements thereto, similar in style, respectively, to the Code of Laws of the United States, and supplements thereto, and to so continue until final enactment thereof in both Houses of the Congress of the United States.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 204", "text": "In all courts, tribunals, and public offices of the United States, at home or abroad, of the District of Columbia, and of each State, Territory, or insular possession of the United States—\r\n(a) United States Code.—The matter set forth in the edition of the Code of Laws of the United States current at any time shall, together with the then current supplement, if any, establish prima facie the laws of the United States, general and permanent in their nature, in force on the day preceding the commencement of the session following the last session the legislation of which is included: Provided, however, That whenever titles of such Code shall have been enacted into positive law the text thereof shall be legal evidence of the laws therein contained, in all the courts of the United States, the several States, and the Territories and insular possessions of the United States.\r\n(b) District of Columbia Code.—The matter set forth in the edition of the Code of the District of Columbia current at any time shall, together with the then current supplement, if any, establish prima facie the laws, general and permanent in their nature, relating to or in force in the District of Columbia on the day preceding the commencement of the session following the last session the legislation of which is included, except such laws as are of application in the District of Columbia by reason of being laws of the United States general and permanent in their nature.\r\n(c) District of Columbia Code; citation.—The Code of the District of Columbia may be cited as \"D.C. Code\".\r\n(d) Supplements to Codes; citation.—Supplements to the Code of Laws of the United States and to the Code of the District of Columbia may be cited, respectively, as \"U.S.C., Sup.  \", and \"D.C. Code, Sup.  \", the blank in each case being filled with Roman figures denoting the number of the supplement.\r\n(e) New edition of Codes; citation.—New editions of each of such codes may be cited, respectively, as \"U.S.C.,  ed.\", and \"D.C. Code,     ed.\", the blank in each case being filled with figures denoting the last year the legislation of which is included in whole or in part.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 205", "text": "The publications provided for in sections 202, 203 of this title shall be printed at the Government Publishing Office and shall be in such form and style and with such ancillaries as may be prescribed by the Committee on the Judiciary of the House of Representatives. The Librarian of Congress is directed to cooperate with such committee in the preparation of such ancillaries. Such publications shall be furnished with such thumb insets and other devices to distinguish parts, with such facilities for the insertion of additional matter, and with such explanatory and advertising slips, and shall be printed on such paper and bound in such material, as may be prescribed by such committee.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 206", "text": "All bills and resolutions relating to the revision of the laws referred to or reported by the Committee on the Judiciary of the House of Representatives shall be printed in such form and style, and with such ancillaries, as such committee may prescribe as being economical and suitable, to so continue until final enactment thereof in both Houses of Congress; and such committee may also curtail the number of copies of such bills to be printed in the various parliamentary stages in the House of Representatives.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 207", "text": "The Director of the Government Publishing Office is directed to print, in addition to the number provided by existing law, and, as soon as printed, to distribute in such manner as the Committee on the Judiciary of the House of Representatives shall determine, twenty copies in slip form of each public Act and joint resolution.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 208", "text": "The functions vested by sections 201, 202, 204–207 of this title in the Committee on the Judiciary of the House of Representatives may from time to time be vested in such other agency as the Congress may by concurrent resolution provide: Provided, That the printing, binding, and distribution of the volumes and publications enumerated in sections 202, 203 of this title shall be done under the direction of the Joint Committee on Printing.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 209", "text": "Copies of the Code of Laws relating to the District of Columbia and copies of the supplements provided for by sections 202 and 203 of this title printed at the Government Publishing Office and bearing its imprint, shall be conclusive evidence of the original of such code and supplements in the custody of the Administrator of General Services.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 210", "text": "Copies of the Code of Laws relating to the District of Columbia, and of the supplements provided for by sections 202, 203 of this title shall be distributed by the Superintendent of Documents in the same manner as bound volumes of the Statutes at Large: Provided, That no slip or pamphlet copies of the Code of Laws relating to the District of Columbia, and of the supplements provided for by sections 202, 203 of this title need be printed or distributed.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 211", "text": "In addition to quotas provided for by section 210 of this title there shall be printed, published, and distributed of the Code of Laws relating to the District of Columbia with tables, index, and other ancillaries, suitably bound and with thumb inserts and other convenient devices to distinguish the parts, and of the supplements to both codes as provided for by sections 202, 203 of this title, ten copies of each for each Member of the Senate and House of Representatives of the Congress in which the original authorized publication is made, for his use and distribution, and in addition for the Committee on the Judiciary of the House of Representatives and the Committee on the Judiciary of the Senate a number of bound copies of each equal to ten times the number of members of such committees, and one bound copy of each for the use of each committee of the Senate and House of Representatives.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 212", "text": "In addition the Superintendent of Documents shall, at the beginning of the first session of each Congress, supply to each Senator and Representative in such Congress, who may in writing apply for the same, one copy each of the Code of Laws of the United States, the Code of Laws relating to the District of Columbia, and the latest supplement to each code: Provided, That such applicant shall certify in his written application for the same that the volume or volumes for which he applies is intended for his personal use exclusively: And provided further, That no Senator or Representative during his term of service shall receive under this section more than one copy each of the volumes enumerated herein.\r"}
{"filename": "usc/2014/2014usc01.htm", "title": "TITLE 1-GENERAL PROVISIONS!@!CHAPTER 3-CODE OF LAWS OF UNITED STATES AND SUPPLEMENTS; DISTRICT OF COLUMBIA CODE AND SUPPLEMENTS!@!Sec. 213", "text": "For preparation and editing an annual appropriation of $6,500 is authorized to carry out the purposes of sections 202 and 203 of this title.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 1-ELECTION OF SENATORS AND REPRESENTATIVES!@!Sec. 1", "text": "At the regular election held in any State next preceding the expiration of the term for which any Senator was elected to represent such State in Congress, at which election a Representative to Congress is regularly by law to be chosen, a United States Senator from said State shall be elected by the people thereof for the term commencing on the 3d day of January next thereafter.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 1-ELECTION OF SENATORS AND REPRESENTATIVES!@!Sec. 1a", "text": "It shall be the duty of the executive of the State from which any Senator has been chosen to certify his election, under the seal of the State, to the President of the Senate of the United States.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 1-ELECTION OF SENATORS AND REPRESENTATIVES!@!Sec. 1b", "text": "The certificate mentioned in section 1a of this title shall be countersigned by the secretary of state of the State.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 1-ELECTION OF SENATORS AND REPRESENTATIVES!@!Sec. 2a", "text": "(a) On the first day, or within one week thereafter, of the first regular session of the Eighty-second Congress and of each fifth Congress thereafter, the President shall transmit to the Congress a statement showing the whole number of persons in each State, excluding Indians not taxed, as ascertained under the seventeenth and each subsequent decennial census of the population, and the number of Representatives to which each State would be entitled under an apportionment of the then existing number of Representatives by the method known as the method of equal proportions, no State to receive less than one Member.\r\n(b) Each State shall be entitled, in the Eighty-third Congress and in each Congress thereafter until the taking effect of a reapportionment under this section or subsequent statute, to the number of Representatives shown in the statement required by subsection (a) of this section, no State to receive less than one Member. It shall be the duty of the Clerk of the House of Representatives, within fifteen calendar days after the receipt of such statement, to send to the executive of each State a certificate of the number of Representatives to which such State is entitled under this section. In case of a vacancy in the office of Clerk, or of his absence or inability to discharge this duty, then such duty shall devolve upon the Sergeant at Arms of the House of Representatives.\r\n(c) Until a State is redistricted in the manner provided by the law thereof after any apportionment, the Representatives to which such State is entitled under such apportionment shall be elected in the following manner: (1) If there is no change in the number of Representatives, they shall be elected from the districts then prescribed by the law of such State, and if any of them are elected from the State at large they shall continue to be so elected; (2) if there is an increase in the number of Representatives, such additional Representative or Representatives shall be elected from the State at large and the other Representatives from the districts then prescribed by the law of such State; (3) if there is a decrease in the number of Representatives but the number of districts in such State is equal to such decreased number of Representatives, they shall be elected from the districts then prescribed by the law of such State; (4) if there is a decrease in the number of Representatives but the number of districts in such State is less than such number of Representatives, the number of Representatives by which such number of districts is exceeded shall be elected from the State at large and the other Representatives from the districts then prescribed by the law of such State; or (5) if there is a decrease in the number of Representatives and the number of districts in such State exceeds such decreased number of Representatives, they shall be elected from the State at large.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 1-ELECTION OF SENATORS AND REPRESENTATIVES!@!Sec. 2b", "text": "Each State shall be entitled, in the Seventy-eighth and in each Congress thereafter until the taking effect of a reapportionment under a subsequent statute or section 2a of this title, to the number of Representatives shown in the statement transmitted to the Congress on January 8, 1941, based upon the method known as the method of equal proportions, no State to receive less than one Member.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 1-ELECTION OF SENATORS AND REPRESENTATIVES!@!Sec. 2c", "text": "In each State entitled in the Ninety-first Congress or in any subsequent Congress thereafter to more than one Representative under an apportionment made pursuant to the provisions of section 2a(a) of this title, there shall be established by law a number of districts equal to the number of Representatives to which such State is so entitled, and Representatives shall be elected only from districts so established, no district to elect more than one Representative (except that a State which is entitled to more than one Representative and which has in all previous elections elected its Representatives at Large may elect its Representatives at Large to the Ninety-first Congress).\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 1-ELECTION OF SENATORS AND REPRESENTATIVES!@!Sec. 5", "text": "Candidates for Representative or Representatives to be elected at large in any State shall be nominated in the same manner as candidates for governor, unless otherwise provided by the laws of such State.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 1-ELECTION OF SENATORS AND REPRESENTATIVES!@!Sec. 6", "text": "Should any State deny or abridge the right of any of the male inhabitants thereof, being twenty-one years of age, and citizens of the United States, to vote at any election named in the amendment to the Constitution, article 14, section 2, except for participation in the rebellion or other crime, the number of Representatives apportioned to such State shall be reduced in the proportion which the number of such male citizens shall have to the whole number of male citizens twenty-one years of age in such State.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 1-ELECTION OF SENATORS AND REPRESENTATIVES!@!Sec. 7", "text": "The Tuesday next after the 1st Monday in November, in every even numbered year, is established as the day for the election, in each of the States and Territories of the United States, of Representatives and Delegates to the Congress commencing on the 3d day of January next thereafter.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 1-ELECTION OF SENATORS AND REPRESENTATIVES!@!Sec. 8", "text": "(a) In general\r\nExcept as provided in subsection (b), the time for holding elections in any State, District, or Territory for a Representative or Delegate to fill a vacancy, whether such vacancy is caused by a failure to elect at the time prescribed by law, or by the death, resignation, or incapacity of a person elected, may be prescribed by the laws of the several States and Territories respectively.\r\n(b) Special rules in extraordinary circumstances\r\n(1) In general\r\nIn extraordinary circumstances, the executive authority of any State in which a vacancy exists in its representation in the House of Representatives shall issue a writ of election to fill such vacancy by special election.\r\n(2) Timing of special election\r\nA special election held under this subsection to fill a vacancy shall take place not later than 49 days after the Speaker of the House of Representatives announces that the vacancy exists, unless, during the 75-day period which begins on the date of the announcement of the vacancy—\r\n(A) a regularly scheduled general election for the office involved is to be held; or\r\n(B) another special election for the office involved is to be held, pursuant to a writ for a special election issued by the chief executive of the State prior to the date of the announcement of the vacancy.\r\n(3) Nominations by parties\r\nIf a special election is to be held under this subsection, the determination of the candidates who will run in such election shall be made—\r\n(A) by nominations made not later than 10 days after the Speaker announces that the vacancy exists by the political parties of the State that are authorized by State law to nominate candidates for the election; or\r\n(B) by any other method the State considers appropriate, including holding primary elections, that will ensure that the State will hold the special election within the deadline required under paragraph (2).\r\n(4) Extraordinary circumstances\r\n(A) In general\r\nIn this subsection, \"extraordinary circumstances\" occur when the Speaker of the House of Representatives announces that vacancies in the representation from the States in the House exceed 100.\r\n(B) Judicial review\r\nIf any action is brought for declaratory or injunctive relief to challenge an announcement made under subparagraph (A), the following rules shall apply:\r\n(i) Not later than 2 days after the announcement, the action shall be filed in the United States District Court having jurisdiction in the district of the Member of the House of Representatives whose seat has been announced to be vacant and shall be heard by a 3-judge court convened pursuant to section 2284 of title 28.\r\n(ii) A copy of the complaint shall be delivered promptly to the Clerk of the House of Representatives.\r\n(iii) A final decision in the action shall be made within 3 days of the filing of such action and shall not be reviewable.\r\n(iv) The executive authority of the State that contains the district of the Member of the House of Representatives whose seat has been announced to be vacant shall have the right to intervene either in support of or opposition to the position of a party to the case regarding the announcement of such vacancy.\r\n(5) Protecting ability of absent military and overseas voters to participate in special elections\r\n(A) Deadline for transmittal of absentee ballots\r\nIn conducting a special election held under this subsection to fill a vacancy in its representation, the State shall ensure to the greatest extent practicable (including through the use of electronic means) that absentee ballots for the election are transmitted to absent uniformed services voters and overseas voters (as such terms are defined in the Uniformed and Overseas Citizens Absentee Voting Act [52 U.S.C. 20301 et seq.]) not later than 15 days after the Speaker of the House of Representatives announces that the vacancy exists.\r\n(B) Period for ballot transit time\r\nNotwithstanding the deadlines referred to in paragraphs (2) and (3), in the case of an individual who is an absent uniformed services voter or an overseas voter (as such terms are defined in the Uniformed and Overseas Citizens Absentee Voting Act), a State shall accept and process any otherwise valid ballot or other election material from the voter so long as the ballot or other material is received by the appropriate State election official not later than 45 days after the State transmits the ballot or other material to the voter.\r\n(6) Application to District of Columbia and territories\r\nThis subsection shall apply—\r\n(A) to a Delegate or Resident Commissioner to the Congress in the same manner as it applies to a Member of the House of Representatives; and\r\n(B) to the District of Columbia, the Commonwealth of Puerto Rico, American Samoa, Guam, and the United States Virgin Islands in the same manner as it applies to a State, except that a vacancy in the representation from any such jurisdiction in the House shall not be taken into account by the Speaker in determining whether vacancies in the representation from the States in the House exceed 100 for purposes of paragraph (4)(A).\r\n(7) Rule of construction regarding Federal election laws\r\nNothing in this subsection may be construed to affect the application to special elections under this subsection of any Federal law governing the administration of elections for Federal office (including any law providing for the enforcement of any such law), including, but not limited to, the following:\r\n(A) The Voting Rights Act of 1965 (42 U.S.C. 1973 et seq.) [now 52 U.S.C. 10301 et seq.], as amended.\r\n(B) The Voting Accessibility for the Elderly and Handicapped Act (42 U.S.C. 1973ee et seq.) [now 52 U.S.C. 20101 et seq.], as amended.\r\n(C) The Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff et seq.) [now 52 U.S.C. 20301 et seq.], as amended.\r\n(D) The National Voter Registration Act of 1993 (42 U.S.C. 1973gg et seq.) [now 52 U.S.C. 20501 et seq.], as amended.\r\n(E) The Americans With Disabilities Act of 1990 (42 U.S.C. 12101 et seq.), as amended.\r\n(F) The Rehabilitation Act of 1973 (29 U.S.C. 701 et seq.), as amended.\r\n(G) The Help America Vote Act of 2002 (42 U.S.C. 15301 et seq.) [now 52 U.S.C. 20901 et seq.], as amended.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 1-ELECTION OF SENATORS AND REPRESENTATIVES!@!Sec. 9", "text": "All votes for Representatives in Congress must be by written or printed ballot, or voting machine the use of which has been duly authorized by the State law; and all votes received or recorded contrary to this section shall be of no effect.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 21", "text": "The oath of office shall be administered by the President of the Senate to each Senator who shall be elected, previous to his taking his seat.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 22", "text": "When a President of the Senate has not taken the oath of office, it shall be administered to him by any Member of the Senate.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 23", "text": "The presiding officer, for the time being, of the Senate of the United States, shall have power to administer all oaths and affirmations that are or may be required by the Constitution, or by law, to be taken by any Senator, officer of the Senate, witness, or other person, in respect to any matter within the jurisdiction of the Senate.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 24", "text": "The Secretary of the Senate, and the assistant secretary thereof, shall, respectively, have power to administer any oath or affirmation required by law, or by the rules or orders of the Senate, to be taken by any officer of the Senate, and to any witness produced before it.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 25", "text": "At the first session of Congress after every general election of Representatives, the oath of office shall be administered by any Member of the House of Representatives to the Speaker; and by the Speaker to all the Members and Delegates present, and to the Clerk, previous to entering on any other business; and to the Members and Delegates who afterward appear, previous to their taking their seats.\r\nThe Clerk of the House of Representatives of the Eightieth and each succeeding Congress shall cause the oath of office to be printed, furnishing two copies to each Member and Delegate who has taken the oath of office in accordance with law, which shall be subscribed in person by the Member or Delegate, who shall thereupon deliver them to the Clerk, one to be filed in the records of the House of Representatives, and the other to be recorded in the Journal of the House and in the Congressional Record; and such signed copies, or certified copies thereof, or of either of such records thereof, shall be admissible in evidence in any court of the United States, and shall be held conclusive proof of the fact that the signer duly took the oath of office in accordance with law.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 25a", "text": "(a) The people of the District of Columbia shall be represented in the House of Representatives by a Delegate, to be known as the \"Delegate to the House of Representatives from the District of Columbia\", who shall be elected by the voters of the District of Columbia in accordance with the District of Columbia Election Act. The Delegate shall have a seat in the House of Representatives, with the right of debate, but not of voting, shall have all the privileges granted a Representative by section 6 of Article I of the Constitution, and shall be subject to the same restrictions and regulations as are imposed by law or rules on Representatives. The Delegate shall be elected to serve during each Congress.\r\n(b) No individual may hold the office of Delegate to the House of Representatives from the District of Columbia unless on the date of his election—\r\n(1) he is a qualified elector (as that term is defined in section 2(2) of the District of Columbia Election Act) of the District of Columbia;\r\n(2) he is at least twenty-five years of age;\r\n(3) he holds no other paid public office; and\r\n(4) he has resided in the District of Columbia continuously since the beginning of the three-year period ending on such date.\r\n\r\nHe shall forfeit his office upon failure to maintain the qualifications required by this subsection.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 26", "text": "Before the first meeting of each Congress the Clerk of the next preceding House of Representatives shall make a roll of the Representatives-elect, and place thereon the names of those persons, and of such persons only, whose credentials show that they were regularly elected in accordance with the laws of their States respectively, or the laws of the United States. In case of a vacancy in the office of Clerk of the House of Representatives, or of the absence or inability of the Clerk to discharge the duties imposed on him by law or custom relative to the preparation of the roll of Representatives or the organization of the House, those duties shall devolve on the Sergeant at Arms of the next preceding House of Representatives.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 27", "text": "Whenever Congress is about to convene, and from the prevalence of contagious sickness, or the existence of other circumstances, it would, in the opinion of the President, be hazardous to the lives or health of the members to meet at the seat of Government, the President is authorized, by proclamation, to convene Congress at such other place as he may judge proper.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 28", "text": "(a) Periodic compilation; other useful materials; index digest; date of completion\r\nThe Parliamentarian of the House of Representatives, at the beginning of the fifth fiscal year following the completion and publication of the parliamentary precedents of the House authorized by the Legislative Branch Appropriation Act, 1966 (79 Stat. 270; Public Law 89–90), and at the beginning of each fifth fiscal year thereafter, shall commence the compilation and preparation for printing of the parliamentary precedents of the House of Representatives, together with such other materials as may be useful in connection therewith, and an index digest of such precedents and other materials. Each such compilation and preparation for printing of the parliamentary precedents of the House shall be completed by the close of the fiscal year immediately following the fiscal year in which such work is commenced.\r\n(b) Form, number, and distribution of compilation\r\nAs so compiled and prepared, such precedents and other materials and index digest shall be printed on pages of such size, and in such type and format, as the Parliamentarian may determine and shall be printed in such numbers and for such distribution as may be provided by law enacted prior to printing.\r\n(c) Appointment and compensation of personnel; utilization of services of personnel of Federal agencies\r\nFor the purpose of carrying out each such compilation and preparation, the Parliamentarian may—\r\n(1) subject to the approval of the Speaker, appoint (as employees of the House of Representatives) clerical and other personnel and fix their respective rates of pay; and\r\n(2) utilize the services of personnel of the Library of Congress and the Government Publishing Office.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 28a", "text": "The Speaker is authorized and directed to complete the Compilation of the Precedents of the House of Representatives by January 1, 1977, and prepare an updated compilation of such precedents every two years thereafter. Copies of the Compilation of Precedents shall be printed in sufficient quantity to be available to every Member and the standing committees of the House of Representatives.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 28b", "text": "(a) There shall be printed and bound as a public document two thousand sets of the Precedents of the House of Representatives compiled and prepared by Lewis Deschler (hereinafter in sections 28b to 28e of this title referred to as the \"Precedents\") in accordance with the provisions of the Legislative Branch Appropriation Act, 1966 (Public Law 89–90; 79 Stat. 265).\r\n(b) The number of sets authorized to be printed and bound by or pursuant to sections 28b to 28e of this title shall be in lieu of the usual number of copies for binding and distribution required by section 701 of title 44.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 28c", "text": "(a) Delivery to Members of Ninety-fifth Congress; marking of volumes\r\nThe Director of the Government Publishing Office shall deliver one set of the Precedents to each Senator or Representative in, or Delegate or Resident Commissioner to, the Ninety-fifth Congress. The name of the Member to whom the set is delivered shall be legibly stamped on the front cover of each volume of the set.\r\n(b) Members of Congress following Ninety-fifth Congress not already having sets of Precedents; necessity of written request to Superintendent of Documents for set\r\nEach Senator or Representative in, or Delegate or Resident Commissioner to, each Congress following the Ninety-fifth Congress who has not theretofore received a set of the Precedents shall be entitled to receive one set of the Precedents, upon transmitting a written request for such set to the Superintendent of Documents.\r\n(c) Additional distribution of sets\r\nThe Director of the Government Publishing Office shall make the following distribution of sets of the Precedents:\r\n(1) to the office of the Vice President, to the office of the speaker of the House of Representatives, and to the office of the President pro tempore of the Senate, each, five sets;\r\n(2) to the office of the majority leader of the House of Representatives and to the office of the minority leader of the House of Representatives, each, three sets;\r\n(3) to the Parliamentarian of the House of Representatives, sixty sets;\r\n(4) to the Parliamentarian of the Senate, five sets;\r\n(5) to the Clerk of the House of Representatives and to the Sergeant at Arms of the House of Representatives, each 1 two sets;\r\n(6) to the Secretary of the Senate and to the Sergeant at Arms of the Senate, each, two sets;\r\n(7) to the superintendent of the House document room, two sets;\r\n(8) to the superintendent of the Senate document room, two sets;\r\n(9) to the Library of Congress, for international exchange and for official use in Washington, District of Columbia, one hundred and fifty sets;\r\n(10) to the National Archives, three sets;\r\n(11) to the government of the District of Columbia, twelve sets;\r\n(12) to the Smithsonian Institute, two sets;\r\n(13) to the library of each legislative branch of each State, territory, and possession of the United States, one set; and\r\n(14) to the Superintendent of Documents, eight hundred and sixteen sets for distribution to the depository library system.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 28d", "text": "(a) The Director of the Government Publishing Office shall make the following distribution of sets of the Precedents;\r\n(1) to each standing or joint committee of the Congress which is in existence on October 18, 1976, or which is established after October 18, 1976, four sets;\r\n(2) to the office of the Legislative Counsel of the House of Representatives, five sets;\r\n(3) to the office of the Legislative Counsel of the Senate, five sets;\r\n(4) to the library of the House of Representatives, four sets;\r\n(5) to the library of the Senate, two sets;\r\n(6) to the library of the Supreme Court of the United States, nine sets;\r\n(7) to the office of the Official Reporter of Debates of the House of Representatives, three sets; and\r\n(8) to the office of the Official Reporter of Debates of the Senate, three sets.\r\n\r\n(b) Each set of Precedents distributed by the Director of the Government Publishing Office under subsection (a) of this section shall be for official use. Each such set shall be legibly stamped on the front cover \"Property of the United States Government.\" Each such set, upon delivery, shall become and remain the property of the United States, and may not be removed from the building in which is located the designated library or office, as the case may be.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 28e", "text": "(a) Any set of the Precedents printed and bound pursuant to subsection (a) of section 28b of this title, not needed to carry out the distributions required by sections 28b to 28e of this title, shall be distributed under the direction of the Joint Committee on Printing.\r\n(b) The Joint Committee on Printing may from time to time authorize and direct that additional sets of the Precedents, be printed, bound, and distributed in such manner as the Joint Committee determines will best carry out the purposes of sections 28b to 28e of this title.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 29", "text": "The Parliamentarian of the House of Representatives shall prepare, compile, and maintain on a current basis and in cumulative form, for each Congress commencing with the Ninety-third Congress a condensed and, insofar as practicable, up-to-date version of all of the parliamentary precedents of the House of Representatives which have current use and application in the House, together with informative text prepared by the Parliamentarian and other useful related material in summary form. The Parliamentarian shall have such matter printed for each Congress on pages of such size and in such type and format as he considers advisable to promote the usefulness of such matter to the Members of the House and shall provide a printed copy thereof to each Member in each Congress, including the Resident Commissioner from Puerto Rico, and may make such other distribution of such printed copies as he considers advisable. In carrying out this section, the Parliamentarian may appoint and fix the pay of personnel and utilize the services of personnel of the Library of Congress and the Government Publishing Office.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 29a", "text": "(a) Caucus or conference for incumbent Members reelected to and Members-elect of ensuing Congress; time and procedure for calling\r\n(1) The majority leader or minority leader of the House of Representatives after consultation with the Speaker may at any time during any even-numbered year call a caucus or conference of all incumbent Members of his or her political party who have been reelected to the ensuing Congress and all other Members-elect of such party, for the purpose of taking all steps necessary to achieve the prompt organization of the Members and Members-elect of such party for the ensuing Congress.\r\n(2) If the majority leader or minority leader calls an organizational caucus or conference under paragraph (1), he or she shall file with the Clerk of the House a written notice designating the date upon which the caucus or conference is to convene. As soon as possible after the election of Members to the ensuing Congress, the Clerk shall furnish each Member-elect of the party involved with appropriate written notification of the caucus or conference.\r\n(3) If a vacancy occurs in the office of majority leader or minority leader during any even-numbered year (and has not been filled), the chairman of the caucus or conference of the party involved for the current Congress may call an organizational caucus or conference under paragraph (1) by filing written notice thereof as provided by paragraph (2).\r\n(b) Payment and reimbursement for travel and per diem expenses for Members attending caucus or conference; exceptions; regulations governing payments and reimbursements; reimbursement vouchers\r\n(1)(A) Each Member-elect (other than an incumbent Member reelected to the ensuing Congress) who attends a caucus or conference called under subsection (a), and each incumbent Member reelected to the ensuing Congress who attends any such caucus or conference convening after the adjournment sine die of the Congress in the year involved, shall be paid for one round trip between his or her place of residence in the district which he or she represents and Washington, District of Columbia, for the purpose of attending such caucus or conference. Payment shall be made through the issuance of a transportation request form to each such Member-elect or incumbent Member by the Finance Office of the House before such caucus or conference.\r\n(B) Each Member-elect (other than an incumbent Member reelected to the ensuing Congress) who attends a caucus or conference called under subsection (a) shall in addition be reimbursed on a per diem or other basis for expenses incurred in connection with his or her attendance at such caucus or conference.\r\n(2) Payments and reimbursements to Members-elect under paragraph (1) shall be made as provided (with respect to Members) in the regulations prescribed by the Committee on House Oversight with respect to travel and other expenses of committees and Members. Reimbursements shall be paid on special voucher forms prescribed by the Committee on House Oversight.\r\n(c) Availability of applicable accounts of House\r\nThe applicable accounts of the House of Representatives are made available to carry out the purposes of this section.\r\n(d) Orientation programs for new Members\r\nWith the approval of the majority leader (in the case of a Member or Member-elect of the majority party) or the minority leader (in the case of a Member or Member-elect of the minority party), subsections (b) and (c) shall apply with respect to the attendance of a Member or Member-elect at a program conducted by the Committee on House Administration for the orientation of new members 1 in the same manner as such provisions apply to the attendance of the Member or Member-elect at the organizational caucus or conference.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 30", "text": "In all cases where Members of Congress or Senators are appointed to represent Congress on any board of trustees or board of directors of any corporation or institution to which Congress makes any appropriation, the term of said Members or Senators, as such trustee or director, shall continue until the expiration of two months after the first meeting of the Congress chosen next after their appointment.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 30a", "text": "(a) Notwithstanding any other provision of Federal, State or local law, no elected official of the legislative branch of the United States Government shall be required to serve on a grand or petit jury, convened by any Federal, State or local court, whether such service is requested by judicial summons or by some other means of compulsion.\r\n(b) \"Elected official of the legislative branch\" shall mean each Member of the United States House of Representatives, the Delegates from the District of Columbia, Guam, the American Virgin Islands, and American Samoa, and the Resident Commissioner from Puerto Rico, and each United States Senator.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 2-ORGANIZATION OF CONGRESS!@!Sec. 30b", "text": "(a) In general\r\nThe Majority and Minority Leaders of the Senate or their designees shall recognize a notice of intent of a Senator who is a member of their caucus to object to proceeding to a measure or matter only if the Senator—\r\n(1) following the objection to a unanimous consent to proceeding to, and, or passage of, a measure or matter on their behalf, submits the notice of intent in writing to the appropriate leader or their designee; and\r\n(2) not later than 6 session days after the submission under paragraph (1), submits for inclusion in the Congressional Record and in the applicable calendar section described in subsection (b) the following notice:\r\n\r\n\"I, Senator ________, intend to object to proceedings to ________, dated ________ for the following reasons ________.\".\r\n(b) Calendar\r\n(1) In general\r\nThe Secretary of the Senate shall establish for both the Senate Calendar of Business and the Senate Executive Calendar a separate section entitled \"Notice of Intent to Object to Proceeding\".\r\n(2) Content\r\nThe section required by paragraph (1) shall include—\r\n(A) the name of each Senator filing a notice under subsection (a)(2);\r\n(B) the measure or matter covered by the calendar that the Senator objects to; and\r\n(C) the date the objection was filed.\r\n(3) Notice\r\nA Senator who has notified their respective leader and who has withdrawn their objection within the 6 session day period is not required to submit a notification under subsection (a)(2).\r\n(c) Removal\r\nA Senator may have an item with respect to the Senator removed from a calendar to which it was added under subsection (b) by submitting for inclusion in the Congressional Record the following notice:\r\n\"I, Senator ________, do not object to proceed to ________, dated ________.\".\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 131", "text": "The Library of Congress, composed of the books, maps, and other publications which on December 1, 1873, remained in existence, from the collections theretofore united under authority of law and those added from time to time by purchase, exchange, donation, reservation from publications ordered by Congress, acquisition of material under the copyright law, and otherwise, shall be preserved in the Library Building.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 132", "text": "The Library of Congress shall be arranged in two departments, a general library and a law library.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 132a", "text": "The unexpended balance of any sums appropriated by Congress for the increase of the general library, together with such sums as may hereafter be appropriated to the same purpose, shall be laid out under the direction of the Joint Committee of Congress on the Library.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 132a-1", "text": "Effective for fiscal years beginning with fiscal year 1995, obligations for any reimbursable and revolving fund activities performed by the Library of Congress are limited to the total amounts provided (1) in the annual regular appropriations Act making appropriations for the legislative branch, or (2) in a supplemental appropriations Act that makes appropriations for the legislative branch.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 132a-2", "text": "(a) Transfer of funds\r\nIn addition to any other transfer authority provided by law, during fiscal year 2001 and fiscal years thereafter, the Librarian of Congress may transfer to and among available accounts of the Library of Congress amounts appropriated to the Librarian from funds for the purchase, installation, maintenance, and repair of furniture, furnishings, and office and library equipment.\r\n(b) Availability of funds\r\nAny amounts transferred pursuant to subsection (a) shall be merged with and be available for the same purpose and for the same period as the appropriation or account to which such amounts are transferred.\r\n(c) Approval of Congress\r\nThe Librarian may transfer amounts pursuant to subsection (a) only with the approval of the Committees on Appropriations of the House of Representatives and Senate.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 132a-3", "text": "(a) In general\r\nDuring fiscal year 2014 and any succeeding fiscal year, the Librarian of Congress may transfer amounts appropriated for the fiscal year between the categories of appropriations provided under law for the Library of Congress for the fiscal year, upon the approval of the Committees on Appropriations of the House of Representatives and Senate.\r\n(b) Limitation\r\nNot more than 10 percent of the total amount of funds appropriated to the account under any category of appropriations for the Library of Congress for a fiscal year may be transferred from that account by all transfers made under subsection (a).\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 132b", "text": "The Joint Committee of Congress on the Library shall, on and after January 3, 1947, consist of the chairman and four members of the Committee on Rules and Administration of the Senate and the chairman and four members of the Committee on House Oversight of the House of Representatives.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 133", "text": "The portion of the Joint Committee of Congress on the Library on the part of the Senate remaining in office as Senators shall during the recess of Congress exercise the powers and discharge the duties conferred by law upon the Joint Committee of Congress on the Library.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 134", "text": "The incidental expenses of the law library shall be paid out of the appropriations for the Library of Congress.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 135", "text": "The Librarian shall make the purchases of books for the law library, under the direction of and pursuant to the catalogue furnished him by the Chief Justice of the Supreme Court.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 135a", "text": "There is authorized to be appropriated annually to the Library of Congress, in addition to appropriations otherwise made to said Library, such sums for expenditure under the direction of the Librarian of Congress as may be necessary to provide books published either in raised characters, on sound-reproduction recordings or in any other form, and for purchase, maintenance, and replacement of reproducers for such sound-reproduction recordings, for the use of the blind and for other physically handicapped residents of the United States, including the several States, Territories, insular possessions, and the District of Columbia, all of which books, recordings, and reproducers will remain the property of the Library of Congress but will be loaned to blind and to other physically handicapped readers certified by competent authority as unable to read normal printed material as a result of physical limitations, under regulations prescribed by the Librarian of Congress for this service. In the purchase of books in either raised characters or in sound-reproduction recordings the Librarian of Congress, without reference to the provisions of section 6101 of title 41, shall give preference to nonprofit-making institutions or agencies whose activities are primarily concerned with the blind and with other physically handicapped persons, in all cases where the prices or bids submitted by such institutions or agencies are, by said Librarian, under all the circumstances and needs involved, determined to be fair and reasonable.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 135a-1", "text": "(a) The Librarian of Congress shall establish and maintain a library of musical scores, instructional texts, and other specialized materials for the use of the blind and for other physically handicapped residents of the United States and its possessions in furthering their educational, vocational, and cultural opportunities in the field of music. Such scores, texts, and materials shall be made available on a loan basis under regulations developed by the Librarian or his designee in consultation with persons, organizations, and agencies engaged in work for the blind and for other physically handicapped persons.\r\n(b) There are authorized to be appropriated such amounts as may be necessary to carry out the provisions of this section.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 135b", "text": "(a) The Librarian of Congress may contract or otherwise arrange with such public or other nonprofit libraries, agencies, or organizations as he may deem appropriate to serve as local or regional centers for the circulation of (1) books, recordings, and reproducers referred to in section 135a of this title, and (2) musical scores, instructional texts, and other specialized materials referred to in section 135a–1 of this title, under such conditions and regulations as he may prescribe. In the lending of such books, recordings, reproducers, musical scores, instructional texts, and other specialized materials, preference shall at all times be given to the needs of the blind and of the other physically handicapped persons who have been honorably discharged from the Armed Forces of the United States.\r\n(b) There are authorized to be appropriated such sums as may be necessary to carry out the purposes of this section.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 136", "text": "The Librarian of Congress shall be appointed by the President, by and with the advice and consent of the Senate. He shall make rules and regulations for the government of the Library.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 136a-2", "text": "Notwithstanding any other provision of law—\r\n(1) the Librarian of Congress shall be compensated at an annual rate of pay which is equal to the annual rate of basic pay payable for positions at level II of the Executive Schedule under section 5313 of title 5; and\r\n(2) the Deputy Librarian of Congress shall be compensated at an annual rate of pay which is equal to the annual rate of basic pay payable for positions at level III of the Executive Schedule under section 5314 of title 5.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 136c", "text": "From and after October 1, 1983, appropriations in this Act available to the Library of Congress for salaries shall be available for expenses of personnel security and suitability investigations of Library employees; special and temporary services (including employees engaged by day or hour or in piecework); and services as authorized by section 3109 of title 5.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 137", "text": "The justices of the Supreme Court shall have free access to the law library; and they are authorized to make regulations, not inconsistent with law, for the use of the same during the sittings of the court. But such regulations shall not restrict any person authorized to take books from the Library from having access to the law library, or using the books therein in the same manner as he may be entitled to use the books of the general Library.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 137c", "text": "The chief judge and associate judges of the United States Court of Appeals for the District of Columbia and the chief judge and associate judges of the United States District Court for the District of Columbia are authorized to use and take books from the Library of Congress in the same manner and subject to the same regulations as justices of the Supreme Court of the United States.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 138", "text": "The law library shall be kept open every day so long as either House of Congress is in session.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 140", "text": "All persons employed in and about said Library of Congress under the Librarian shall be appointed solely with reference to their fitness for their particular duties.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 141", "text": "(a) Architect of the Capitol\r\n(1) In general\r\nThe Architect of the Capitol shall have charge of all work at the Library of Congress buildings and grounds (as defined in section 167j of this title) that affects—\r\n(A) the structural integrity of the buildings;\r\n(B) buildings systems, including mechanical, electrical, plumbing, and elevators;\r\n(C) the architectural features of the buildings;\r\n(D) compliance with building and fire codes, laws, and regulations with respect to the specific responsibilities set for 1 under this paragraph;\r\n(E) the care and maintenance of Library grounds; and\r\n(F) purchase of all equipment necessary to fulfill the responsibilities set forth under this paragraph.\r\n(2) Employees\r\nThe employees required for the performance of the duties under paragraph (1) shall be appointed by the Architect of the Capitol.\r\n(b) Librarian of Congress\r\nThe Librarian of Congress shall have charge of all work (other than work under subsection (a)) at the Library of Congress buildings and grounds.\r\n(c) Transfer of funds\r\nThe Architect of the Capitol and the Librarian of Congress may enter into agreements with each other to perform work under this section, and, subject to the approval of the Committees on Appropriations of the House of Representatives and the Senate and the Joint Committee on the Library, may transfer between themselves appropriations or other available funds to pay the costs therefor.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 141a", "text": "The responsibility for design, installation, and maintenance of security systems to protect the physical security of the buildings and grounds of the Library of Congress is transferred from the Architect of the Capitol to the Capitol Police Board. Such design, installation, and maintenance shall be carried out under the direction of the Committee on House Oversight of the House of Representatives and the Committee on Rules and Administration of the Senate, and without regard to section 6101 of title 41. Any alteration to a structural, mechanical, or architectural feature of the buildings and grounds of the Library of Congress that is required for a security system under the preceding sentence may be carried out only with the approval of the Architect of the Capitol.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 141b", "text": "(a) Establishment of regulations\r\nThe Librarian of Congress shall establish standards and regulations for the physical security, control, and preservation of the Library of Congress collections and property, and for the maintenance of suitable order and decorum within Library of Congress.\r\n(b) Treatment of security systems\r\n(1) Responsibility for security systems\r\nIn accordance with the authority of the Capitol Police and the Librarian of Congress established under this Act, the amendments made by this Act, and the provisions of law referred to in paragraph (3), the Chief of the Capitol Police and the Librarian of Congress shall be responsible for the operation of security systems at the Library of Congress buildings and grounds described under section 167j of this title, in consultation and coordination with each other, subject to the following:\r\n(A) The Librarian of Congress shall be responsible for the design of security systems for the control and preservation of Library collections and property, subject to the review and approval of the Chief of the Capitol Police.\r\n(B) The Librarian of Congress shall be responsible for the operation of security systems at any building or facility of the Library of Congress which is located outside of the District of Columbia, subject to the review and approval of the Chief of the Capitol Police.\r\n(2) Initial proposal for operation of systems\r\nNot later than October 1, 2008, the Chief of the Capitol Police, in coordination with the Librarian of Congress, shall prepare and submit to the Committee on House Administration of the House of Representatives, the Committee on Rules and Administration of the Senate, and the Committees on Appropriations of the House of Representatives and the Senate an initial proposal for carrying out this subsection.\r\n(3) Provisions of law\r\nThe provisions of law referred to in this paragraph are as follows:\r\n(A) Section 141 of this title.\r\n(B) Section 141a of this title.\r\n(C) Section 1964 of this title.\r\n(D) Section 1965 of this title.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 142a", "text": "From and after June 10, 1928, the office of administrative assistant and disbursing officer of the Library of Congress, created by section 142 of this title, is abolished and thereafter the duties required to be performed by the administrative assistant and disbursing officer shall be performed, under the direction of the Librarian of Congress, by such persons as the Librarian may appoint for those purposes.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 142b", "text": "On and after June 13, 1957, each officer and employee of the Library of Congress, including the Copyright Office, who has been duly authorized in writing by the Librarian of Congress to certify vouchers for payment from appropriations and funds, shall (1) be held responsible for the existence and correctness of the facts recited in the certificate or otherwise stated on the voucher or its supporting papers and for the legality of the proposed payment under the appropriation or fund involved; (2) [Repealed]; (3) be held responsible and accountable for the correctness of the computations of certified vouchers; and (4) be held accountable for and required to make good to the United States the amount of any illegal, improper, or incorrect payment resulting from any false, inaccurate, or misleading certificate made by him, as well as for any payment prohibited by law or which did not represent a legal obligation under the appropriation or fund involved: Provided, That the Comptroller General of the United States may, at his discretion, relieve such certifying officer or employee of liability for any payment otherwise proper whenever he finds (1) that the certification was based on official records and that such certifying officer or employee did not know, and by reasonable diligence and inquiry could not have ascertained, the actual facts, or (2) that the obligation was incurred in good faith, that the payment was not contrary to any statutory provision specifically prohibiting payments of the character involved, and the United States has received value for such payment: Provided further, That the Comptroller General shall relieve such certifying officer or employee of liability for an overpayment for transportation services made to any common carrier covered by section 3726 of title 31, whenever he finds that the overpayment occurred solely because the administrative examination made prior to payment of the transportation bill did not include a verification of transportation rates, freight classifications, or land grant deductions.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 142c", "text": "The liability of these certifying officers or employees shall be enforced in the same manner and to the same extent as now provided by law with respect to enforcement of the liability of disbursing and other accountable officers; and they shall have the right to apply for and obtain a decision by the Comptroller General on any question of law involved in a payment on any vouchers presented to them for certification.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 142d", "text": "The disbursing officer of the Library of Congress shall (1) disburse moneys of the Library of Congress only upon, and in strict accordance with, vouchers duly certified by the Librarian of Congress or by an officer or employee of the Library of Congress duly authorized in writing by the Librarian to certify such vouchers; (2) make such examination of vouchers as may be necessary to ascertain whether they are in proper form, and duly certified and approved; and (3) be held accountable accordingly: Provided, That the disbursing officer shall not be held accountable or responsible for any illegal, improper, or incorrect payment resulting from any false, inaccurate, or misleading certificate, the responsibility for which, under section 142b of this title, is imposed upon a certifying officer or employee of the Library of Congress.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 142e", "text": "From and after January 1, 1976, the Disbursing Officer of the Library of Congress is authorized to disburse funds appropriated for the Congressional Budget Office, and the Library of Congress shall provide financial management support to the Congressional Budget Office as may be required and mutually agreed to by the Librarian of Congress and the Director of the Congressional Budget Office. The Library of Congress is further authorized to compute and disburse the basic pay of all personnel of the Congressional Budget Office pursuant to the provisions of section 5504 of title 5, except the Director, who as head of an agency, shall have pay computed and disbursed pursuant to the provisions of section 5505 of title 5.\r\nAll vouchers certified for payment by duly authorized certifying officers of the Library of Congress shall be supported with a certification by an officer or employee of the Congressional Budget Office duly authorized in writing by the Director of the Congressional Budget Office to certify payments from appropriations of the Congressional Budget Office. The Congressional Budget Office certifying officers shall (1) be held responsible for the existence and correctness of the facts recited in the certificate or otherwise stated on the voucher or its supporting paper and the legality of the proposed payment under the appropriation or fund involved, (2) be held responsible and accountable for the correctness of the computations of certifications made, and (3) be held accountable for and required to make good to the United States the amount of any illegal, improper, or incorrect payment resulting from any false, inaccurate, or misleading certificate made by him, as well as for any payment prohibited by law which did not represent a legal obligation under the appropriation or fund involved: Provided, That the Comptroller General of the United States may, at his discretion, relieve such certifying officer or employee of liability for any payment otherwise proper whenever he finds (1) that the certification was based on official records and that such certifying officer or employee did not know, and by reasonable diligence and inquiry could not have ascertained the actual facts, or (2) that the obligation was incurred in good faith, that the payment was not contrary to any statutory provision specifically prohibiting payments of the character involved, and the United States has received value for such payment: Provided further, That the Comptroller General shall relieve such certifying officer or employee of liability for an overpayment for transportation services made to any common carrier covered by section 3726 of title 31, whenever he finds that the overpayment occurred solely because the administrative examination made prior to payment of the transportation bill did not include a verification of transportation rates, freight classifications, or land grant deductions.\r\nThe Disbursing Officer of the Library of Congress shall not be held accountable or responsible for any illegal, improper, or incorrect payment resulting from any false, inaccurate, or misleading certificate, the responsibility for which is imposed upon a certifying officer or employee of the Congressional Budget Office.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 142f", "text": "From and after October 1, 1981, the Disbursing Officer of the Library of Congress is authorized to disburse funds appropriated for the Office of Technology Assessment, and the Library of Congress shall provide financial management support to the Office of Technology Assessment as may be required and mutually agreed to by the Librarian of Congress and the Director of the Office of Technology Assessment. The Library of Congress is further authorized to compute and disburse the basic pay of all personnel of the Office of Technology Assessment pursuant to the provisions of section 5504 of title 5.\r\nAll vouchers certified for payment by duly authorized certifying officers of the Library of Congress shall be supported with a certification by an officer or employee of the Office of Technology Assessment duly authorized in writing by the Director of the Office of Technology Assessment to certify payments from appropriations of the Office of Technology Assessment. The Office of Technology Assessment certifying officers shall (1) be held responsible for the existence and correctness of the facts recited in the certificate or otherwise stated on the voucher or its supporting paper and the legality of the proposed payment under the appropriation or fund involved, (2) be held responsible and accountable for the correctness of the computations of certifications made, and (3) be held accountable for and required to make good to the United States the amount of any illegal, improper, or incorrect payment resulting from any false, inaccurate, or misleading certificate made by him, as well as for any payment prohibited by law which did not represent a legal obligation under the appropriation or fund involved: Provided, That the Comptroller General of the United States may, at his discretion, relieve such certifying officer or employee of liability for any payment otherwise proper whenever he finds (1) that the certification was based on official records and that such certifying officer or employee did not know, and by reasonable diligence and inquiry could not have ascertained the actual facts, or (2) that the obligation was incurred in good faith, that the payment was not contrary to any statutory provision specifically prohibiting payments of the character involved, and the United States has received value for such payment: Provided further, That the Comptroller General shall relieve such certifying officer or employee of liability for an overpayment for transportation services made to any common carrier covered by section 3726 of title 31, whenever he finds that the overpayment occurred solely because of 1 the administrative examination made prior to payment of the transportation bill did not include a verification of transportation rates, freight classifications, or land grant deductions.\r\nThe Disbursing Officer of the Library of Congress shall not be held accountable or responsible for any illegal, improper, or incorrect payment resulting from any false, inaccurate, or misleading certificate, the responsibility for which is imposed upon a certifying officer or employee of the Office of Technology Assessment.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 142g", "text": "From and after October 1, 1983, the Library of Congress is authorized to compute and disburse basic pay of all personnel of the Copyright Royalty Tribunal pursuant to the provisions of section 5504 of title 5.\r"}
{"filename": "usc/2014/2014usc02.htm", "title": "TITLE 2-THE CONGRESS!@!CHAPTER 5-LIBRARY OF CONGRESS!@!Sec. 142h", "text": "Effective October 1, 1988, and to continue thereafter, the Disbursing Officer of the Library of Congress is authorized to—\r\n(1) disburse funds appropriated for the Biomedical Ethics Board;\r\n(2) compute and disburse the basic pay for all personnel of the Biomedical Ethics Board; and\r\n(3) provide financial management services and support to the Biomedical Ethics Board,\r\n\r\nin the same manner as provided with respect to the Office of Technology Assessment under section 142f of this title.\r"}
